Repository: SlavisWolf/Proyecto-Instituto-IZV-DAM
Catalog: tema wordpress y traduccion/languages/themes/*_school/*.po
Languages: es_es

source: Services
es_es: Servicios

source: News
es_es: Noticias

source: Gallery
es_es: Galería

source: Contact Us
es_es: Contacta

source: Activities
es_es: Actividades

source: Last <span>News</span>
es_es: Últimas <span>Noticias</span>

source: Our <span>Team</span>
es_es: Nuestro <span>Equipo</span>

source: By
es_es: Publicado por

source: More
es_es: Leer Más

source: No comments
es_es: Sin comentarios

source: 1 comments
es_es: 1 comentario

source: % comments
es_es: % comentarios

source: Questions are the beginning of wisdom.
es_es: La duda es el principio de la sabiduria.

source: Education is the vaccine of violence.
es_es: La educación es la vacuna de la violencia.

source: Education is the key to opening the golden door to freedom.
es_es: La educación es la llave para abrir la puerta de oro de la libertad.

source: Learning keeps our mind young.
es_es: Aprender mantiene joven nuestra mente.

source: Educational project
es_es: Proyecto Educativo

source: The IES Zaidín-Vergeles Educational Project is an instrument for multi-year planning that lists and defines the identity notes of our center. It has a sense of globality, since it contemplates formative aspects, of coexistence, of organization, and of government.
es_es: El Proyecto Educativo del IES Zaidín‐Vergeles es un instrumento para la planificación plurianual que enumera y define las notas de identidad de nuestro centro. Posee un sentido de globalidad, ya que contempla aspectos formativos, de convivencia, de organización, y de gobierno.

source: Courses taught
es_es: Niveles Impartidos

source: IES Zaidín-Vergeles is a Quality Center with AENOR and academic certification and has An educational offer with a wide variety of educational levels, including secondary teaching Compulsory in full, Baccalaureate, various cycles of Vocational Training Of five different professional families: Administration and Finance, Commerce and Marketing, Communications, Installation and Maintenance, Chemistry and Adults of Baccalaureate and ESPA.
es_es: El IES Zaidín Vergeles es un Centro Calidad con certificación AENOR y academia y tiene una oferta educativa con gran variedad de niveles educativos entre los cuales se incluyen la Enseñanza Secundaria Obligatoria al completo, Bachillerato, diversos ciclos de Formación Profesional de cinco familias profesionales diferentes: Administración y Finanzas, Comercio y Marketing, Informática y Comunicaciones, Instalación y Mantenimiento y la de Química y enseñanzas para adultos de Bachillerato y ESPA.

source: Morning and afternoon
es_es: Mañana y tarde

source: Library
es_es: Biblioteca

source: Bilingual Teachers
es_es: Profesores Bilingües

source: Extensive Facilities
es_es: Extensas Instalaciones

source: Latest Technologies
es_es: Últimas Tecnologías

source: We are a public center and our goal is to achieve and ensure the quality of the service we provide to society. We are passionate about our work and equality, solidarity and freedom are some of the axes of our Educational Project.
es_es: Somos un centro público y nuestro objetivo es conseguir y asegurar la calidad del servicio que prestamos a la sociedad. Nos apasiona nuestro trabajo y la igualdad, la solidaridad y la libertad son algunos de los ejes de nuestro Proyecto Educativo.

source: A permanent challenge for us is to improve our teaching-learning process as we aim to provide a quality service.
es_es: Un reto permanente para nosotros es mejorar nuestro proceso de enseñanza-aprendizaje pues pretendemos dar un servicio de calidad.

source: About <span>us</span>
es_es: Sobre <span>nosotros</span>

source: Through our Educational Project we intend to define the identity of the Center as a result of participatory dialogue and consensus
es_es: A través de nuestro Proyecto Educativo pretendemos definir la identidad del Centro como fruto del diálogo participativo y del consenso.

source: Awesome Education
es_es: Increible educacion

source: Awesome classes
es_es: Increibles clases

source: Awesome Teachings
es_es: Increibles docentes

source: The reception of students and new teachers, the role of tutoring, cultural activities, training in work centers ... are some of the aspects in which we are placing a very special emphasis.
es_es: La acogida del alumnado y del nuevo profesorado, el papel de la tutorías, las actividades culturales, la formación en centros de trabajo,... son algunos de los aspectos en los que estamos poniendo un énfasis muy especial.

source: Contact with us
es_es: Contacta con nosotros

source: Education is not a problem. Education is an opportunity.
es_es: La educación no es un problema, es una oportunidad

source: The only person who is educated is the one who has learned how to learn and change.
es_es: La única persona que esta educada es la que ha aprendido cómo aprender y cambiar.

source: The admission of ignorance is often the first step in our education
es_es: La admisión de la ignorancia es a menudo el primer paso en nuestra educación.

source: Education is the ability to listen to almost anything without losing your calm or self-esteem.
es_es: La educación es la habilidad de escuchar casi cualquier cosa sin perder tu calma o tu autoestima.

source: Teaching is learn two times.
es_es: Enseñar es aprender dos veces.

source: Learning is never done without errors and defeat.
es_es: El aprendizaje nunca se hace sin errores y derrota.

source: The goal of education is to prepare young people to educate themselves for the future.
es_es: El objetivo de la educación es preparar a los jóvenes a educarse a ellos mismos para el futuro.

source: Testimonials
es_es: Opiniones

source: I love this highschool! I met a lot of people, and they did very interesting activities, they also prepared me very well for the university and I got to enter the career of my dreams!
es_es: Me encanta este instituto! conoci un monton de gente, y hacian actividades muy interesantes, ademas me prepararon muy bien para la universidad y consegui entrar en la carrera de mis sueños!

source: Good facilities, I loved that there were computers in the classrooms, I got access to the information very easily, it helped a lot to learn to get the beans
es_es: Buenas instalaciones,me encantaba que hubiera ordenadores en las aulas, se conseguia el acceso a la información de forma muy fácil, ayudaba mucho para aprender a buscarse las habichuelas

source: Great this highschool! I prepare myself the degree of Multiplatform Application Developer, and I am currently working in one of the most important companies of grenade.
es_es: Genial este instituto! me prepare el grado de Desarrollador de aplicaciones multiplataforma, y actualmente estoy trabajando en una de las empresas más importantes de granada.

source: There are not more posts
es_es: No hay mas posts

source: There are not posts
es_es: No hay posts

source: Search
es_es: Buscar

source: Search News
es_es: Buscar Noticias

source: Last Entries
es_es: Últimas Entradas

source: Categories
es_es: Categorías

source: You have not widgets to this theme
es_es: No tienes widgets disponibles para este tema

source: Posts Found
es_es: Noticias Encontradas

source: Post Found
es_es: Noticia Encontrada

source: No Posts Found
es_es: Ninguna Noticia Encontrada

source: Search results for %s
es_es: Resultados encontrados para %s

source: Posts by category: %s
es_es: Noticias por categoría: %s

source: Posts by tag: %s
es_es: Noticias por etiqueta: %s

source: comments
es_es: comentarios

source: Comments of
es_es: Comentarios de

source: Recent comments
es_es: Comentarios más nuevos

source: Older comments
es_es: Comentarios antiguos

source: Comments are closed
es_es: Los comentarios están desactivados

source: Page
es_es: Página

source: Before
es_es: Anterior

source: Next
es_es: Siguiente

source: Name
es_es: Nombre

source: Message
es_es: Mensaje

source: Contact <span>Us</span>
es_es: Contacta con<span> nosotros</span>

source: About us
es_es: Sobre nosotros

source: Address
es_es: Dirección

source: Phone Number
es_es: Teléfono

source: Contact
es_es: Contacto

source: Submit
es_es: Enviar
